[ETH_Fortress_DarkAvatarDied_Male_01 AkEvent]
SpokenText="Ми продовжимо існування. Так було завжди. Нова форма дозволить позбутися тих, хто прагне тримати нас в кайданах. Ваш вид виживе, але ви самі - ні."

[ETH_Fortress_EtherealNag01_Male_01 AkEvent]
SpokenText="Ми пов'язані єдиною ниткою. Ви вважаєте нас загарбниками свого світу, але навіть не уявляєте, як низько може впасти ваш вид."

[ETH_Fortress_EtherealNag02_Male_01 AkEvent]
SpokenText="Колись давно нам вистачало тільки сили. Ніхто не міг зрівнятися з нами, і наша зарозумілість росла, подібно до вашої. Коли вам відкриється істина, ви зрозумієте, яким важким був наш вибір."

[ETH_Fortress_EtherealNag03_Male_01 AkEvent]
SpokenText="Ми очікували від вас опору, це природно. Ваш вид молодий і неосвічений. Межі цього світу не залишають вам простору для зростання."

[ETH_Fortress_EtherealNag04_Male_01 AkEvent]
SpokenText="Ви не там шукаєте справедливість. Ми просимо у вас лише те, що нам потрібно, щоб рухатися далі. Ми теж пройшли через жертви та страждання."

[ETH_Fortress_EtherealNag05_Male_01 AkEvent]
SpokenText="Ми не просимо нічого, що не були б готові віддати самі. Але тепер наша сила тане, і ми починаємо сумніватися. Сумнів затьмарює наш зір."

[ETH_Fortress_EtherealNag06_Male_01 AkEvent]
SpokenText="Немає такого шляху, немає такого світу, в якому ваш вид виживе без нас. Почуйте нас, поки не стало занадто пізно!"

[ETH_Fortress_EtherealNag07_Male_01 AkEvent]
SpokenText="Хто тут завойовник? Хто рятівник?! Ваші дії визначать долю тисячоліть!"

[ETH_Fortress_EtherealNag08_Male_01 AkEvent]
SpokenText="Наш кінець принесе лише смерть і лихо тим, хто все ще чіпляється за ваш світ! Невже ви нічого не бачите?!"

[ETH_Fortress_EtherealRNFCall01_Male_01 AkEvent]
SpokenText="Ви готові сліпо слідувати за нами, не задаючи питань і намагаючись врятувати тих, хто не готовий врятувати себе сам."

[ETH_Fortress_EtherealRNFCall02_Male_01 AkEvent]
SpokenText="Самозакоханість вашої раси - давно не новина для нас. Ви не знаєте нічого про те, що знаходиться за межами цього світу."

[ETH_Fortress_EtherealRNFCall03_Male_01 AkEvent]
SpokenText="Порожні жести, мала частка наших знань - їх виявилося достатньо, щоб змусити ваші горді народи підкоритися."

[ETH_Fortress_EtherealRNFCall04_Male_01 AkEvent]
SpokenText="Ми не шукали влади і територій. Ви не загроза для нас. Ми йдемо шляхом всесвіту."

[ETH_Fortress_FinalShowdownBegins_Male_01 AkEvent]
SpokenText="Цей безглуздий конфлікт лише погіршує страждання вашого виду. Ми запропонували вам спільне існування. Ми не готові витрачати час даремно."

[ETH_Fortress_FirstAvatarRevealed_Male_01 AkEvent]
SpokenText="Ми давно прагнули до цієї форми, яка звільнила б нас від наших кайданів. Ваші дії ставлять хрест на жертвах усіх тих, хто намагався зробити це реальністю."

[ETH_Fortress_TacIntro_Male_01 AkEvent]
SpokenText="Ви довели свою стійкість, але зупиніться на цьому. Наші цілі - за межами вашого розуміння. Вам буде дозволено існувати, як було дозволено раніше."

[T_Final_Mission_Enemy_Avatar_1_Has_Died_True_Elder_03_a AkEvent]
SpokenText="Це удар по вашому ж майбутньому. Це божевілля."

[T_Final_Mission_Final_Set_Five_True_Elder_02_a AkEvent]
SpokenText="Вам відкрилася правда, але ви все одно нападаєте на нас. Сумнівів не залишилося."

[T_Final_Mission_Final_Set_Four_True_Elder_01_a AkEvent]
SpokenText="Такий молодий вид і таке жахливе тягар. Стільки загине, щоб інші вижили. А тепер, можливо, вже занадто пізно."

[T_Final_Mission_Final_Set_One_True_Elder_01_a AkEvent]
SpokenText="Ми несемо важкий тягар. Ми - остання надія життя. Ми переможемо."

[T_Final_Mission_Final_Set_Three_True_Elder_01_a AkEvent]
SpokenText="Ми бачили загибель світів. Ми бачили, як гинуть цивілізації. Вам не знайомий справжній ворог. Ми приховали від вас істину, ми не знали, що ви здатні усвідомити..."

[T_Final_Mission_Final_Set_Two_True_Elder_01_a AkEvent]
SpokenText="Якщо не заради нас, то хоча б заради свого світу. Подумайте, скільки життів ви врятуєте, просто повернувшись до нас."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_01_a AkEvent]
SpokenText="Ви - наш найвеличніший ворог. І ви - наш Аватар. Ви можете вести армії проти бурі. Врятувати свій світ. Повертайтеся до нас, часу не залишилося."

[T_Final_Mission_Final_Showdown_Begins_True_Elder_08_a AkEvent]
SpokenText="Поверніться до нас. Колись ви були нашим найвеличнішим зброєю проти цієї планети, і можете стати ним знову."

[T_Final_Mission_First_Hostile_Avatar_Reveal_True_Elder_03_a AkEvent]
SpokenText="Ваш вид - лише тінь нашої істини. Ми боремося з тим, що загрожує поглинути нас усіх. Ваші зусилля ставлять хрест на жертвах тих, хто був до вас. Ви не залишаєте нам вибору."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Знову і знову ви не приймаєте нашу мудрість. Ми проявляємо лише щедрість і співчуття, але, як і всьому в світі, у них є межа. Ми не можемо більше терпіти ваші дії."

[T_Final_Mission_First_Set_Five_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Інший шлях все ще існує."

[T_Final_Mission_First_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Стільки сил витрачено на опір, на боротьбу з тим, що повинно принести вам велич! І тим не менш, ви тут, як ми і очікували. Прагнучи не допустити створення Аватара, ви пройшли шлях, який був намічений нами. Ви перевершили навіть наші власні очікування."

[T_Final_Mission_First_Set_One_Angelic_Elder_01_a AkEvent]
SpokenText="Ми не можемо зрозуміти, звідки ця сліпа ненависть. Ми ніколи не були ворогами цьому світу. Адже ви - частина нас."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a AkEvent]
SpokenText="Недовіра. Можливо, наші слова здадуться вам більш правдивими, якщо..."

[T_Final_Mission_First_Set_One_Angelic_Elder_03_a_ALT AkEvent]
SpokenText="І ви все ще не вірите нам. Можливо, наші слова здадуться вам більш правдивими..."

[T_Final_Mission_First_Set_Six_Angelic_Elder_Alt_a AkEvent]
SpokenText="Ви бачите в нас завойовників свого світу, але нам це ніколи не було потрібно. Ви люто воювали, знищили стільки інопланетних видів, але ні в кого з нас не було вибору. Наш дім був найдавнішим зі світів, і він впав першим. Загинули мільярди, і це було лише початком."

[T_Final_Mission_First_Set_Three_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="\"Адвент\" запропонував людям надію. Краще майбутнє. Велич. І ви відмовляєтесь. Що ще ми можемо запропонувати?"

[T_Final_Mission_First_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Вони так багато ризикували, щоб повернути вас, а все заради чого? Знову насильство. Знову війна. Знову смерть. Ви повинні були стати чимось більшим."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_01_a AkEvent]
SpokenText="Вперше побачивши Землю, ми зі скорботою спостерігали руїни світу, страждаючу расу, що в агонії тягнеться до зірок. Ми відповіли на ваш заклик. Ми побачили ваш потенціал."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="Перше вторгнення було лише випробуванням. Те, що багато хто вважає поразкою, було насправді великим успіхом. Вам залишилося зайняти своє місце серед нас..."

[T_Final_Mission_Middle_Set_Four_Angelic_Elder_Alt_04_a AkEvent]
SpokenText="Ми нічого не втратили. Наша найвеличніша зброя повертається до нас."

[T_Final_Mission_Middle_Set_Four_True_Elder_05_a AkEvent]
SpokenText="Ви впораєтесь, шеф. Ви вже перемагали їх."

[T_Final_Mission_Middle_Set_One_Angelic_Elder_Alt_02_a AkEvent]
SpokenText="Звідси ми можемо призвати незліченні легіони. Вони зметуть вас. Але ми можемо і відкликати свої армії в будь-який момент. Вас чекає мир, якщо ви готові до об'єднання."

[T_Final_Mission_Middle_Set_Three_Angelic_Elder_Alt_03_a AkEvent]
SpokenText="Наша міць не знає меж. Наші війська йтимуть до кінця. Їх не потрібно переконувати: вони знають, що поразка - кінець всьому."

[T_Final_Mission_Middle_Set_Two_Angelic_Elder_Alt_a AkEvent]
SpokenText="Довгі роки ви були частиною нас. Ви на багато що здатні, але справжня природа вашої сили прихована від вас. Поверніться до нас, і ваш світ буде врятований. Встаньте у нас на шляху, і рятувати буде нічого..."

[T_Final_Mission_The_Fortress_Angelic_Elder_03_a AkEvent]
SpokenText="Яка втрата. Безглузді жертви. Ви змусили нас. Але ми готові запропонувати мир. Будьте з нами, і світ буде врятований."

[T_Final_Mission_The_Fortress_Angelic_Elder_05_a AkEvent]
SpokenText="Сумно. Але очікувано."

[T_Final_Mission_XCOM_Avatar_Has_Died_True_Elder_02_a AkEvent]
SpokenText="Втрачений повертається до нас. З поверненням."
